{
  "home_banner_heading": "PREMIER STAFFING SOLUTIONS",
  "home_banner_description": "MH PREMIER STAFFING SOLUTIONS helps you hire great & experienced workers at a moment's notice. You can Apply for Jobs as well",
  "home_banner_hire_worker": "Hire a worker",
  "home_banner_drop_your_cv": "Drop your CV, if Job Needed",
  "home_navbar_home": "Home",
  "home_navbar_about_us": "About Us",
  "home_navbar_our_services": "Services",
  "home_navbar_our_mission_vision": "Mission & Vision",
  "home_navbar_career": "Find a Job",
  "home_navbar_english": "English",
  "home_navbar_arabic": "Arabic",
  "home_navbar_sign_in": "Sign In",
  "home_footer_home": "Home",
  "home_footer_contact": "Contact",
  "home_footer_career": "Find a Job",
  "home_footer_about_us": "About Us",
  "home_footer_our_services": "Services",
  "home_footer_meet_the_team": "Meet The Team",
  "home_footer_faq": "Faq",
  "home_footer_follow_us_on": "Follow us on",
  "home_footer_corporate_information": "CORPORATE INFORMATION",
  "home_footer_website_term_of_use": "WEBSITE TERM OF USE",
  "home_footer_privacy_notice": "PRIVACY NOTICE",
  "home_footer_cookies": "COOKIES",
  "home_footer_download_the_app": "DOWNLOAD THE APP",
  "home_footer_copy_right_all_reserved": "© 2023 MH Premier Staffing Solutions. All rights reserved.",
  "home_footer_need_help_contact_us": "Need Help? Contact Us",
  "home_footer_phone_number": "+44 20 3980 9360",
  "home_footer_email": "info@mhpremierstaffingsolutions.com",
  "home_footer_company_address": "48 Warwick St Regent Street W1B 5AW London",
  "home_service_our": "Our",
  "home_service_services": "Services",
  "home_help_hire_great": "MH PREMIER STAFFING SOLUTIONS helps you hire great & experienced workers at a moment's notice. You can Apply for Jobs as well",
  "home_contact_us": "Contact Us",
  "home_contact_us_today": "Today",
  "home_contact_form_name": "Enter your name",
  "home_contact_form_email": "Enter your email",
  "home_contact_form_message": "Enter your message",
  "home_contact_form_send_button": "Send",
  "home_find_the_best": "Find The Best",
  "home_workers": "Workers",
  "home_jobs": "Jobs",
  "home_in_here": "In here",
  "home_testmonials": "Testimonials",
  "home_testmonial_user_talking": "Users talking about us",
  "meet_the_team_company_name": "MH PREMIER STAFFING SOLUTIONS",
  "meet_the_team": "Meet the Team",
  "meet_the_team_mirko_picicco": "MIRKO PICICCO",
  "meet_the_team_md_designation": "Managing Director",
  "meet_the_team_md_description": "Founder and Owner of MH Premier Staffing Solutions and Mirko Hospitality Catering & Services, Mirko's story begins more than 20 years ago, arriving in London like many Italians in search of a dream. He began his career in restaurants in the lowest positions and quickly reached management roles in the most important Italian restaurants in London. Choosing to work for the Illy Group expands his vision in contact with a structured multinational. In the 2016 the big change that leads him to put his experience to good use in his own project is Mirko Hospitality Catering & Service, a company that follows private company events in London. This experience allows him to develop and grow all the skills related to the recruitment processes of management and consultancy personnel in the world of Hospitality. Today the new choice to make available his great experience in recruiting processes to companies and people looking for new challenges. The large human component has always characterized his relationships with people and this still represents the center and basis of his choices today. The choice of its staff comes from a vision and a human approach seeing in people those skills that a C.V. can't tell. His figure in the world of Italian restaurants in London is a well-known name and his proactive and positive approach to people has allowed him to generate solid connections based on trust and respect. The MH PREMIER STAFFING SOLUTIONS project is just the beginning of a journey that wants to go beyond the borders of London and the United Kingdom. In one sentence, his vision is to make people's dreams come true as he made his own.",
  "meet_the_team_rose_picicco": "Rose Picicco",
  "meet_the_team_rose_md_designation": "Managing Director(Dubai)",
  "meet_the_team_filippo_becchino": "Filippo Becchino",
  "meet_the_team_recruitment_consultant": "RECRUITMENT CONSULTANT",
  "meet_the_team_recruitment_consultant_designation": "Its history in the world of restaurants was born and consolidated in Italy. There are various roles covered in prestigious and starred restaurants such as Restaurant Manager or supervisor. His search for professional growth led him to London in 2018 where he held the role of Restaurant Floor Manager at the BAGLIONI Luxury Hotel in London for more than 3 years. The desire to start new experiences leads him to meet Mirko to put the great experience gained to good use. Today his skills are available to MH PREMIER STAFFING SOLUTIONS Clients and as a recruiter he is able to evaluate profiles with a vision that is not born on the benches of a university but from managerial and operational experiences in medium-high level restaurants. The characteristics that distinguish his profile are the great professionalism and the human component in the management of staff resources.",
  "meet_the_team_manila_bartocci": "Manila Bartocci",
  "meet_the_team_manila_bartocci_description": "Being a professional Recruitment Consultant comes naturally to Manila. Experiencing her Grandfather's vineyard in childhood and developing a passion for Oenology, she further discovered her passion for fine dining while employed at various acknowledged Michelin establishments throughout Italy. A further opportunity would eventually bring Manilla to England where she helped develop a trademark Winebar/Restaurant and put it firmly on the map. With so much accomplished, she went on to successfully establish The Empire Bar and Restaurant including running theatre bars. Her varied experience and deep understanding of all aspects of the catering world have been honed by a life dedicated to the industry.",
  "our_services": "Our Services",
  "recruiting": "RECRUITING",
  "recruiting_description": "It represents the most delicate process for a company. Our client offers us his complete confidence in looking for a talent to hire in his staff. The process begins with discussing and listening to our client to understand exactly who is the ideal candidate they want. We face this task with great seriousness and with a skill that is not only technological but also human. Like all recruitment agencies, we use web portals and social media to intercept the ideal candidates, but in the HOSPITALITY sector this may not be enough! A CV. it cannot tell the true skills of a CHEF or a senior waiter or a PIZZA CHEF. Our recruitment staff all with many years of operational experience in the world of hospitality make use of their experience to select the ideal candidates. Finally, we have a capillary network of European and global connections in the world of restaurants and hotels which allows us to have reports of junior and senior TALENTs looking for new challenges in London and the UK.",
  "pay_roll_rent_staff": "PAY ROLL - RENT STAFF",
  "pay_roll_rent_staff_description": "We have highly qualified personnel able to support hotels and restaurants for work peaks and to fill vacant roles from a few hours to medium-long periods. The advantage for the CUSTOMER is to have personnel without any type of direct recruitment and to save on expensive selection processes by making use of the constant support of a dedicated consultant. The savings for the customer also includes the costs relating to a direct employee and the obvious advantage of being able to remodulate his staff by requesting different figures day by day. All our staff is selected on the basis of active research processes and before being sent on a mission to our customers, they are chosen on the basis of the requests of the RESTAURANT or HOTEL. The selection processes always include interviews to understand if the skills present in the candidate are the ideal ones for our client. The goal is to determine the perfect match between the COMPANIES of the HOSPITALITY world and the STAFF.",
  "mission_and_values": "Mission & Values",
  "our_mission": "Our Mission",
  "our_mission_description": "Our mission is to create shared success amongst customers and recruited staff. A company that trusts a recruitment agency in finding personnel puts the keys to success or failure in its hands, especially in a world as elegant as that of hospitality, hotels & restaurants. We take this mission with eminent significance by living this world at the pace of our customers. We measure our success at the end of the mission of recruiting staff when our client calls us back for a new challenge. The secret to this success is to always consider the client and their well-being, objectives and goals, as well as the selected recruited staff, instead of thinking of the income you can gain from the opportunity.",
  "our_vision": "Our Mission",
  "our_vision_description": "The human being put first is always our priority. Making sure that they come before the business is a value we stand by. We believe that someone hired in the right position becomes a person who enjoys their job, positively affecting their whole life. A customer who expresses their concerns and tells us their dreams for their company is someone who wants us to overcome a challenge, which we do with help from each other. We live in a globalised world where the human component is often forgotten. However, the most successful stories and the significant chalenges won were made by people who considered the human being as the added value of the company. Education, compared to listening, is a must for everyone; constructive comparison represents a daily enrichment for us.",
  "corporate_information": "Corporate Information",
  "corporate_information_description": "Submitting their details. We treat all our candidates and clients' information in strict confidence. The Client will be able to select the Candidate that fits the job role. The Client has to describe the type of work the Candidate is required to do, the location and the hours during which he or she would be required to work, including breaks. The Client can set the rate of pay and any other benefits to be offered regarding the relevant position and the paid/unpaid breaks between shifts. The Client can upload and edit a live job, add shifts, and the number of workers needed. The Client must review the hours worked after every shift to approve, edit, or report a no-show. If the hours are not reviewed within 24 hours they will be automatically added to the invoice. Invoices are sent every week. If payment is not made accordingly, then all contractors will be withdrawn. The Client must announce employee cancellations within 24 hours; otherwise, a minimum of six hours will be charged. After a Recruitment brief and introduction, our Client has to confirm Our consultants make a reference check for all candidates before the Terms and Conditions.",
  "internal_standards_and_conditions_for_Clients": "Internal standards and conditions for Clients",
  "privacy_notice": "Privacy Notice",
  "rules_and_regulations_for_workers": "Rules and Regulations for Workers",
  "privacy_notice_des_1": "Download the MH Premier Staff Jobs App. Confirm your Identity and Work Permit before we can fully on-board you. Please upload your ID or Passport and a valid work permit (if applicable) Write your profile; upload your CV including a Passport sized photograph and relevant Certificates. Add your bank details. Check the dress code and wear the right clothes. Required attire can be found in the job description. If you don’t follow the specific requirements you may not be allowed to work. Work Etiquette: arrive 10 minutes early and have a positive attitude. Introduce yourself and ask questions if you are unsure about anything. In case of Emergency, if you can’t arrive on time, or cannot attend the shift please inform us immediately. Confirm your working hours at the end of the shift, which need to be authorised by the Duty Manager. Fill the Employee application.",
  "privacy_notice_des_2": "The Terms and Conditions. submitting their details. We treat all our candidates and clients' information in strict confidence. The Client will be able to select the Candidate that fits the job role. The Client has to describe the type of work the Candidate is required to do, the location and the hours during which he or she would be required to work, including breaks. The Client can set the rate of pay and any other benefits to be offered regarding the relevant position and the paid/unpaid breaks between shifts. The Client can upload and edit a live job, add shifts, and the number of workers needed. The Client must review the hours worked after every shift to approve, edit, or report a no-show. If the hours are not reviewed within 24 hours they will be automatically added to the invoice. Invoices are sent every week. If payment is not made accordingly, then all contractors will be withdrawn. The Client must announce employee cancellations within 24 hours; otherwise, a minimum of six hours will be charged. After a Recruitment brief and introduction, our Client has to confirm Our consultants make a reference check for all candidates before",
  "about_us_description": "MH premier staffing solutions represents the natural evolution of a path born in 2016 with Mirko Hospitality. Mirko Picicco, an Italian bussiness man with a great connoisseur of the world of London restaurants and hotels, wanted to make his great experience in the world of restaurants and hotels available to the English market, making use of a highly qualified staff all with a DNA linked to the world of HOSPITALITY. The company makes use of both active personnel research processes and processes matured through large European and global connections of qualified professionals such as EXECUTIVE CHEF, Restaurants and Hotels. Why are we different from others? The main feature is to consider the CUSTOMER a parther not only commercial because the success of our CUSTOMER is our success. Our recruiters don't just examine CVs but actively interact with the candidate trying to grasp, through their great experience in the sector, those potential characteristics that are the distinctive elements of those who work in the world of restaurants and hotels. Our vision projects us to look for the best technologies to reach the recruitment market also with the help of QR CODE - DASCHBOARD - APP typical elements of the ability to innovate. Knowledge of our clients' problems represents a winning daily challenge in recruitment processes. Many of the leading hotels and restaurants in London have already placed their trust in us now we are just waiting for you!!! and if you are a junior or senior talent for us you are a person a human resource before being a name on a CV.",
  "terms_Of_use": "Terms Of Use",
  "terms_Of_use_description": "Our website is for personal, non-commercial use only. No illegal or unauthorized use allowed. All website content is our property and protected by copyright laws. No reproduction or modification without our consent. Use our website in a manner that does not interfere with its normal operation or infringe on others' rights. No harassment, defamation, or impersonation allowed. We are not responsible for any third-party website content or privacy practices. We provide no warranties and will not be liable for any damages arising from the use of our website. These terms of use are governed by the laws of London, UK. Any disputes must be resolved in the state or federal courts located in 48 Warwick St Regent Street W1B 5AW London. If you have questions, contact us",
  "frequently_asked_questions": "Frequently Asked Questions",
  "how_does_mh_agency_work": "HOW DOES MH AGENCY WORK?",
  "how_does_mh_agency_work_description": "We are a recruitment company that offers hospitality services to local businesses. We deal with many local employers who approach us to recruit for them. Once our clients have placed a vacancy with us and we have a full understanding of the job description and person specification, we then match this up with a candidate’s requirements, skills and experience.",
  "what_are_the_benefits_of_registering_with_mh_agency": "WHAT ARE THE BENEFITS OF REGISTERING WITH MH AGENCY?",
  "what_are_the_benefits_of_registering_with_mh_agency_des": "More and more employers are choosing to use us, and many of our clients use our services on a sole agency basis. This means that some of the jobs we recruit into are exclusive to us and not advertised elsewhere. You’ll also receive the benefit of our expert consultants’ career advice and local Knowledge.",
  "what_type_of_vacancies_do_you_deal_with": "WHAT TYPE OF VACANCIES DO YOU DEAL WITH?",
  "what_type_of_vacancies_do_you_deal_with_des": "We recruit for temporary and permanent roles at all levels within the Catering Industry. WHAT IS 'TEMPING'? 'Temping' is a commonly used term, used to describe the undertaking of temporary work!",
  "why_should_i_consider_temporary_work": " WHY SHOULD I CONSIDER TEMPORARY WORK?",
  "why_should_i_consider_temporary_work_des": "Temping actually has many, many benefits! First and foremost, it's flexible; you can choose where and when you work. Often, you can start work quickly as temporary assignments are usually available immediately and paid fortnightly. It's also a great way to experience different environments, whilst gaining experience, building your network of contacts and having something positive to fill any employment gaps on your CV. You might even find that it's a route to a permanent role; we've lost count of the times we've placed a temporary worker into a short-term role and they've ended up being offered a role directly with the client. We must also point out that temporary work isn't for everyone, as the same flexibility which could be a benefit to some, might be outweighed by the need for a guaranteed, stable income to others. We'd certainly never recommend that anyone should leave a permanent role to take up a temporary assignment.",
  "how_much_does_it_cost_to_register": "HOW MUCH DOES IT COST TO REGISTER?",
  "how_much_does_it_cost_to_register_des": "Registration and all of our services are 100% free to candidates. In fact, it is illegal for a recruitment agency to charge work-seekers for their services.",
  "how_do_i_register": "HOW DO I REGISTER?",
  "how_do_i_register_des": "You can register via our website www.mhpremierstaffingsolutions.com, or through our app mhpremierstaffingsolutions",
  "what_do_i_need_to_register": "WHAT DO I NEED TO REGISTER?",
  "what_do_i_need_to_register_des": "You will need to provide proof of your right to work in the UK, such as a Passport. For a list of acceptable documents look at our website www.mhpremierstaffingsolutions.com",
  "what_does_registration_involve": " WHAT DOES REGISTRATION INVOLVE?",
  "what_does_registration_involve_des": "We will arrange a mutually convenient registration appointment where you will meet with one of our consultants, which normally takes around half an hour. During the meeting, we will go through your experience to date, review your job search requirements and discuss any current job vacancies.",
  "what_are_your_opening_times": "WHAT ARE YOUR OPENING TIMES?",
  "what_are_your_opening_times_des": "Our offices are open Monday to Friday 9:00am to 5:00pm, excluding UK Bank Holidays.",
  "can_i_only_register_with_one_agency": "No. You can choose to register with as many agencies as you wish. However, we believe that our excellent reputation sets us apart from our competitors and we would love for you to choose us as your sole agency.",
  "can_i_only_register_with_one_agency_des": "CAN I ONLY REGISTER WITH ONE AGENCY?"
}
