{
  "home_banner_heading": "حلول الموظفين الأولى",
  "home_banner_description": "'حلول الموظفين الأولى يساعدك على توظيف رائع & العمال ذوي الخبرة في أي لحظة. يمكنك التقدم للوظائف",
  "home_banner_hire_worker": "استأجر عاملاً",
  "home_banner_drop_your_cv": "اترك سيرتك الذاتية إذا احتجت إلى وظيفة",
  "home_navbar_home": "بيت",
  "home_navbar_about_us": "معلومات عنا",
  "home_navbar_our_services": "خدمات",
  "home_navbar_our_mission_vision": "المهمة والرؤية",
  "home_navbar_career": "مدونة",
  "home_navbar_blog": "ابحث عن وظيفة",
  "home_navbar_english": "إنجليزي",
  "home_navbar_arabic": "عربي",
  "home_navbar_sign_in": "تسجيل الدخول",
  "home_footer_home": "بيت",
  "home_footer_contact": "اتصال",
  "home_footer_career": "ابحث عن وظيفة",
  "home_footer_about_us": "معلومات عنا",
  "home_footer_our_services": "خدمات",
  "home_footer_meet_the_team": "قابل الفريق",
  "home_footer_faq": "التعليمات",
  "home_footer_follow_us_on": "اتبعنا",
  "home_footer_corporate_information": "معلومات الشركات",
  "home_footer_website_term_of_use": "مدة استخدام الموقع",
  "home_footer_privacy_notice": "إشعار الخصوصية",
  "home_footer_cookies": "بسكويت",
  "home_footer_download_the_app": "قم بتنزيل التطبيق",
  "home_footer_copy_right_all_reserved": "© حلول التوظيف الممتازة لعام 2023 MH. كل الحقوق محفوظة",
  "home_footer_need_help_contact_us": "تحتاج مساعدة؟ اتصل بنا",
  "home_footer_phone_number": "+44 20 3980 9360",
  "home_footer_email": "info@mhpremierstaffingsolutions.com",
  "home_footer_company_address": "48 وارويك سانت ريجنت ستريت W1B 5AW لندن",
  "home_service_our": "ملكنا",
  "home_service_services": "خدمات",
  "home_help_hire_great": "تساعدك MH PREMIER STAFFING SOLUTIONS على توظيف عمال رائعين وذوي خبرة في أي لحظة. يمكنك التقدم للوظائف كذلك",
  "home_contact_us": "اتصل بنا",
  "home_contact_us_today": "اليوم",
  "home_contact_form_name": "أدخل أسمك",
  "home_contact_form_email": "أدخل بريدك الإلكتروني",
  "home_contact_form_message": "أدخل رسالتك",
  "home_contact_form_send_button": "يرسل",
  "home_find_the_best": "ابحث عن الأفضل",
  "home_workers": "عمال",
  "home_jobs": "وظائف",
  "home_in_here": "هنا",
  "home_testmonials": "الشهادات - التوصيات",
  "home_testmonial_user_talking": "يتحدث المستخدمون عنا",
  "meet_the_team_company_name": "حلول الموظفين الفائقة MH",
  "meet_the_team": "قابل الفريق",
  "meet_the_team_mirko_picicco": "ميركو بيككو",
  "meet_the_team_md_designation": "المدير التنفيذي",
  "meet_the_team_md_description": "بدأ ميركو ، مؤسس ومالك MH Premier Staffing Solutions و Mirko Hospitality Catering & Services ، رحلته الرائعة قبل عقدين من الزمان عندما وصل إلى لندن ، مدفوعًا بنفس التطلعات التي جلبت العديد من الإيطاليين إلى المدينة. من بدايات متواضعة في صناعة المطاعم ، صعد بسرعة إلى الرتب ، وتولى مناصب إدارية في بعض المطاعم الإيطالية المرموقة في لندن. اتخذ طريقه منعطفًا مثيرًا عندما اختار الانضمام إلى Illy Group ، مما وسع وجهة نظره من خلال التعرف على مؤسسة متعددة الجنسيات راسخة. في عام 2016 ، حلت لحظة محورية ، دفعت ميركو إلى الاستفادة من خبرته المتراكمة في مشروع من إبداعه: Mirko Hospitality Catering & Service. هذه المؤسسة متخصصة في تنظيم أحداث خاصة استثنائية للشركات في لندن. من خلال هذا التعهد ، أتيحت الفرصة لميركو لصقل وتوسيع مهاراته في اكتساب المواهب والاستشارات في قطاع الضيافة. اليوم ، قرر مشاركة ثروته من الخبرة في عمليات التوظيف مع الأفراد والشركات الذين يبحثون عن تحديات جديدة. طوال حياته المهنية ، لطالما قدر ميركو الجانب الإنساني من تفاعلاته ، والتي لا تزال تعمل كأساس لاتخاذ قراراته. عند تجميع فريقه ، يستخدم نهجًا ذا رؤية وإنسانية ، معترفًا بصفات الأشخاص التي تتجاوز ما يمكن نقله من خلال السيرة الذاتية وحدها. يُعرف اسم Mirko على نطاق واسع في المطاعم الإيطالية في لندن ، نظرًا لنظرته الاستباقية والإيجابية للتواصل مع الآخرين وإقامة علاقات قوية مبنية على الثقة والاحترام. بينما يمثل مشروع MH PREMIER EAFFING SOLUTIONS بداية رحلة مقنعة ، تتصور Mirko تجاوز حدود لندن والمملكة المتحدة. من حيث الجوهر ، يمكن تلخيص طموحه في جملة واحدة: تحقيق أحلام الأفراد ، تمامًا كما حقق حلمه.",
  "meet_the_team_rose_picicco": "روز بيكيكو",
  "meet_the_team_rose_md_designation": "العضو المنتدب (دبي)",
  "meet_the_team_filippo_becchino": "فيليبو بيتشينو",
  "meet_the_team_recruitment_consultant": "مستشار التوظيف",
  "meet_the_team_recruitment_consultant_designation": "يمكن إرجاع أصولها في مطاعم الطعام إلى إيطاليا ، حيث ازدهر وجودها وترسيخها. يتم شغل العديد من المناصب المرموقة داخل المطاعم المرموقة والحائزة على نجمة ميشلان ، بما في ذلك منصب مدير المطعم أو المشرف. مدفوعة بالسعي لتحقيق التقدم المهني ، سنحت فرصة في عام 2018 للفرد لتولي دور مدير طابق المطعم في فندق BAGLIONI Luxury Hotel المحترم في لندن ، حيث عملوا بجد لأكثر من ثلاث سنوات. قادهم التطلع إلى مشاريع جديدة إلى التقاطع مع Mirko ، التي يتعاونون معها الآن للاستفادة من خبرتهم الواسعة. كفاءاتهم تحت تصرف عملاء MH PREMIER STAFFING SOLUTIONS. بصفتهم مجندًا ، فإن تمييزهم لا ينبع فقط من المعرفة النظرية المكتسبة داخل حدود الجامعة ولكن من الخبرات الإدارية والتشغيلية المباشرة في مجال مؤسسات الطعام المتوسطة إلى الراقية. تكمن صفاتهم المميزة في احترافهم الاستثنائي ومهاراتهم الشخصية القوية عند إدارة الموارد البشرية.",
  "meet_the_team_manila_bartocci": "مانيلا بارتوتشي",
  "meet_the_team_manila_bartocci_description": "تجسد مانيلا دون عناء دور مستشارة التوظيف الماهرة ، بالاعتماد على مواهبها المتأصلة والتعرف المبكر على كرم جدها ، الذي غرس في نفوسها شغفًا بعلم إنتاج الخمور. ازدهر هذا الشغف بالطعام الفاخر عندما دخلت عالم مؤسسات ميشلان المشهورة في جميع أنحاء إيطاليا ، مما زاد من إثراء خبرتها. في نهاية المطاف ، استقطبت فرصة مهمة لها في إنجلترا ، حيث لعبت دورًا أساسيًا في تطوير وإنشاء مطعم / Winebar الشهير ، مما أدى إلى رفع مكانته في الصناعة. مع سجل حافل من الإنجازات ، انتصرت مانيلا لاحقًا في إطلاق وإدارة The Empire Bar and Restaurant ، جنبًا إلى جنب مع الإشراف على بارات المسرح. لقد تمت تنمية خبرتها الشاملة وفهمها العميق لجميع جوانب عالم المطاعم من خلال التزامها المستمر بهذه الصناعة.",
  "our_services": "خدماتنا",
  "recruiting": "التوظيف: رعاية المطابقة المثالية",
  "recruiting_description": "في MH Premier Staffing Solutions ، يعد التوظيف عملية حساسة للغاية لأي شركة. عملاؤنا واثقون من قدرتنا على إيجاد المواهب المتميزة لموظفيهم. نبدأ هذه الرحلة من خلال الانخراط في مناقشات شاملة وجلسات الاستماع اليقظة مع عملائنا. يتيح لنا هذا النهج اكتساب فهم دقيق للمرشح الدقيق الذي يتخيلونه. نحن نتعامل مع هذه المهمة بجدية ، ونجمع بين الخبرة التكنولوجية واللمسة البشرية. بينما نستفيد من بوابات الويب ووسائل التواصل الاجتماعي مثل وكالات التوظيف الأخرى ، فإننا نتفهم أن قطاع الضيافة يتطلب أكثر مما يمكن أن تنقله السيرة الذاتية. لا يمكن تصوير القدرات الفعلية للطاهي أو النادل أو طاه البيتزا بدقة على الورق وحده. ومن ثم ، فإن فريق التوظيف لدينا ، المجهز بخبرة تشغيلية واسعة في مجال الضيافة ، يستخدم رؤى الصناعة الخاصة بهم لاختيار المرشحين المثاليين بدقة. علاوة على ذلك ، فإن شبكتنا الواسعة من الاتصالات الأوروبية والعالمية داخل المطاعم والفنادق تمكننا من التواصل مع المواهب الصغرى والكبيرة التي تبحث بنشاط عن تحديات جديدة في لندن والمملكة المتحدة.",
  "pay_roll_rent_staff": "موظفي الرواتب والإيجارات: حلول توظيف مرنة",
  "pay_roll_rent_staff_description": "بالإضافة إلى خدمات التوظيف الشاملة لدينا ، نقدم موظفين مؤهلين تأهيلاً عالياً يمكنهم دعم الفنادق والمطاعم خلال فترات الذروة أو ملء الشواغر المؤقتة بسلاسة ، والتي تتراوح من بضع ساعات إلى فترات متوسطة إلى طويلة الأجل. توفر هذه الخدمة لعملائنا موظفين متفانين دون الحاجة إلى توظيف مباشر ، مما يغرس الثقة في متطلبات التوظيف الخاصة بهم. من خلال الاستفادة من هذا الحل ، لا يوفر عملاؤنا فقط عمليات الاختيار المكلفة ويستفيدون من الدعم المستمر من مستشار متخصص. تمتد المزايا إلى ما هو أبعد من توفير التكاليف المرتبطة بتعيين موظفين مباشرين ، حيث يمكن لعملائنا تكييف تكوين موظفيهم يوميًا من خلال طلب أدوار مختلفة حسب الحاجة. يتم اختيار كل فرد من موظفينا من خلال عمليات البحث الاستباقية. قبل الشروع في مهام مع عملائنا ، يتم اختيارهم بناءً على الطلبات المحددة للمطعم أو الفندق المعني. تتضمن عمليات الاختيار لدينا دائمًا مقابلات للتأكد من أن مهارات المرشح تتوافق بشكل مثالي مع توقعات عملائنا. هدفنا النهائي هو إقامة التوافق المثالي بين شركات الضيافة وموظفيها.",
  "pay_roll_rent_staff_description1": "في MH Premier Staffing Solutions ، نحن نفخر كثيرًا بالتغلب على تعقيدات التوظيف مع تلبية الاحتياجات المميزة لصناعة الضيافة. نود أن ندعم جهودك في التوظيف والتوظيف وتجربة الدمج السلس للمواهب الاستثنائية في فريقك.",
  "mission_and_values": "الرسالة والقيم",
  "our_mission": "مهمتنا",
  "our_mission_description": "في MH Premier Staffing Solutions ، نهدف إلى تعزيز النجاح المشترك بين عملائنا والموظفين الذين نوظفهم. نحن نتفهم أنه عندما تكلف شركة وكالة توظيف بالعثور على موظفين ، فإنهم يضعون مفاتيح نجاحهم أو فشلهم في أيدينا ، خاصة في عالم الضيافة والفنادق والمطاعم الأنيق. نحن نتعامل مع هذه المهمة بأهمية قصوى ، ونغمر أنفسنا في عالم عملائنا للتوافق مع وتيرتهم واحتياجاتهم. نحن نقيس نجاحنا ليس من خلال إكمال مهمة توظيف واحدة ولكن بمجرد أن يعود عملاؤنا إلينا لمواجهة تحديات جديدة. يكمن نجاحنا في تركيزنا الثابت على رفاهية عملائنا وأهدافهم وأهدافهم ، بالإضافة إلى سعادة ونجاح الموظفين المعينين ، بدلاً من السعي لتحقيق مكاسب شخصية من كل فرصة.",
  "our_vision": "رؤيتنا",
  "our_vision_description": "إن وضع الإنسان في المقام الأول دائمًا هو أولويتنا القصوى. نعتقد اعتقادًا راسخًا أنه عندما يتم وضع الأفراد في المناصب الصحيحة ، فإنهم يستمدون الفرح من عملهم ، مما يؤثر بشكل إيجابي على حياتهم بشكل عام. عندما يعبر عملاؤنا عن مخاوفهم ويشاركون أحلامهم لشركاتهم ، فإنهم يدعوننا للتغلب على التحديات معًا. غالبًا ما يتم تجاهل البشر في عالمنا المعولم. تم تحقيق أبرز النجاحات والإنجازات الهامة من قبل أولئك الذين يدركون قيمة الفرد داخل الشركة. التعليم المستمر ، إلى جانب الاستماع الفعال ، ضروري للجميع. الحوار البناء والتعاون بمثابة مصادر يومية للإثراء بالنسبة لنا ، مما يمهد الطريق للنمو والتقدم.",
  "corporate_information": "معلومات الشركات",
  "corporate_information_description": "تقديم بياناتهم. نتعامل مع جميع معلومات المرشحين والعملاء لدينا بسرية تامة. سيتمكن العميل من اختيار المرشح الذي يناسب دوره الوظيفي. يجب على العميل أن يصف نوع العمل المطلوب من المرشح القيام به والموقع والساعات التي سيُطلب منه العمل خلالها ، بما في ذلك فترات الراحة. يمكن للعميل تحديد معدل الراتب وأي مزايا أخرى يتم تقديمها فيما يتعلق بالمركز ذي الصلة والفواصل المدفوعة / غير المدفوعة بين المناوبات. يمكن للعميل تحميل وتحرير وظيفة مباشرة وإضافة ورديات وعدد العمال المطلوب. يجب على العميل مراجعة ساعات العمل بعد كل مناوبة للموافقة على عدم الحضور أو تحريره أو الإبلاغ عنه. إذا لم تتم مراجعة الساعات في غضون 24 ساعة ، فسيتم إضافتها تلقائيًا إلى الفاتورة. يتم إرسال الفواتير كل أسبوع. إذا لم يتم السداد وفقًا لذلك ، فسيتم سحب جميع المقاولين. يجب أن يعلن العميل عن إلغاء موظفين خلال 24 ساعة ؛ خلاف ذلك ، سيتم فرض ما لا يقل عن ست ساعات. بعد موجز التوظيف والمقدمة ، يجب على عميلنا تأكيد قيام مستشارينا بإجراء فحص مرجعي لجميع المرشحين قبل الشروط والأحكام.",
  "internal_standards_and_conditions_for_Clients": "المعايير والشروط الداخلية للعملاء",
  "privacy_notice": "إشعار الخصوصية",
  "rules_and_regulations_for_workers": "قواعد وأنظمة العاملين",
  "privacy_notice_des_1": "قم بتنزيل تطبيق MH Premier Staff Jobs. قم بتأكيد هويتك وتصريح العمل قبل أن نتمكن من ضمك بالكامل. يرجى تحميل هويتك أو جواز سفرك وتصريح عمل ساري المفعول (إن وجد) اكتب ملفك التعريفي ؛ قم بتحميل سيرتك الذاتية متضمنة صورة بحجم جواز السفر والشهادات ذات الصلة. أضف التفاصيل المصرفية الخاصة بك. تحقق من قواعد اللباس وارتدي الملابس المناسبة. يمكن العثور على الملابس المطلوبة في الوصف الوظيفي. إذا لم تتبع المتطلبات المحددة ، فقد لا يُسمح لك بالعمل. آداب العمل: الوصول مبكرًا بعشر دقائق وتحلى بسلوك إيجابي. عرّف عن نفسك واطرح أسئلة إذا لم تكن متأكدًا من أي شيء. في حالة الطوارئ ، إذا لم تتمكن من الوصول في الوقت المحدد ، أو لا يمكنك حضور المناوبة ، فيرجى إبلاغنا على الفور. قم بتأكيد ساعات العمل الخاصة بك في نهاية المناوبة ، والتي تحتاج إلى تصريح من المدير المناوب. املأ طلب الموظف.",
  "privacy_notice_des_2": "الشروط والأحكام. تقديم التفاصيل الخاصة بهم. نتعامل مع جميع معلومات المرشحين والعملاء لدينا بسرية تامة. سيتمكن العميل من اختيار المرشح الذي يناسب دوره الوظيفي. يجب على العميل أن يصف نوع العمل المطلوب من المرشح القيام به والموقع والساعات التي سيُطلب منه العمل خلالها ، بما في ذلك فترات الراحة. يمكن للعميل تحديد معدل الراتب وأي مزايا أخرى يتم تقديمها فيما يتعلق بالمركز ذي الصلة والفواصل المدفوعة / غير المدفوعة بين المناوبات. يمكن للعميل تحميل وتحرير وظيفة مباشرة وإضافة ورديات وعدد العمال المطلوب. يجب على العميل مراجعة ساعات العمل بعد كل مناوبة للموافقة على عدم الحضور أو تحريره أو الإبلاغ عنه. إذا لم تتم مراجعة الساعات في غضون 24 ساعة ، فسيتم إضافتها تلقائيًا إلى الفاتورة. يتم إرسال الفواتير كل أسبوع. إذا لم يتم السداد وفقًا لذلك ، فسيتم سحب جميع المقاولين. يجب أن يعلن العميل عن إلغاء موظفين خلال 24 ساعة ؛ خلاف ذلك ، سيتم فرض ما لا يقل عن ست ساعات. بعد موجز ومقدمة عن التوظيف ، يتعين على عميلنا تأكيد قيام مستشارينا بإجراء فحص مرجعي لجميع المرشحين من قبل",

  "about_us_description_welcome": "مرحبًا بكم في MH Premier Staffing Solutions!",
  "about_us_description": "تمثل حلول التوظيف الرائدة في MH التطور الطبيعي لمسار نشأ في عام 2016 مع Mirko Hospitality. أراد ميركو بيكيكو ، رجل الأعمال الإيطالي ذو الذوق الرفيع في عالم المطاعم والفنادق في لندن ، أن يجعل تجربته العظيمة في عالم المطاعم والفنادق المتاحة في السوق الإنجليزية ، مستفيدًا من فريق عمل مؤهل تأهيلا عاليا كل ذلك مع الحمض النووي مرتبطة بعالم الضيافة. تستفيد الشركة من عمليات البحث عن الموظفين النشطين والعمليات التي نضجت من خلال الاتصالات الأوروبية والعالمية الكبيرة للمهنيين المؤهلين مثل الرئيس التنفيذي والمطاعم والفنادق. لماذا نحن مختلفون عن الآخرين؟ السمة الرئيسية هي اعتبار العميل نموذجًا وليس تجاريًا فقط لأن نجاح عميلنا هو نجاحنا. لا يقوم مسؤولو التوظيف لدينا بفحص السير الذاتية فحسب ، بل يتفاعلون بنشاط مع المرشح الذي يحاول استيعاب ، من خلال خبرته الكبيرة في هذا القطاع ، تلك الخصائص المحتملة التي تمثل العناصر المميزة لأولئك الذين يعملون في عالم المطاعم والفنادق. تهدف رؤيتنا إلى البحث عن أفضل التقنيات للوصول إلى سوق التوظيف أيضًا بمساعدة QR CODE - DASCHBOARD - APP العناصر النموذجية للقدرة على الابتكار. تمثل معرفة مشاكل عملائنا تحديًا يوميًا ناجحًا في عمليات التوظيف. لقد وضع العديد من الفنادق والمطاعم الرائدة في لندن ثقتهم بنا الآن ونحن في انتظارك فقط !!! وإذا كنت من الموهوبين الصغار أو الكبار بالنسبة لنا ، فأنت شخص مورد بشري قبل أن تصبح اسمًا في السيرة الذاتية.",
  "about_us_description1": "MH Premier Staffing Solutions هو التطور الطبيعي للرحلة التي بدأت في عام 2016 مع Mirko Hospitality. تصور ميركو بيكيكو ، وهو رجل أعمال إيطالي محترم يتمتع بمعرفة واسعة بصناعة المطاعم والفنادق في لندن ، مشاركة ثروته من الخبرة مع السوق الإنجليزية. لتحقيق ذلك ، قام بتجميع فريق من المهنيين المؤهلين تأهيلا عاليا والذين يجسدون روح الضيافة.",
  "about_us_description2": "تجمع شركتنا بين عمليات التوظيف الاستباقية مع العديد من الاتصالات للأفراد المؤهلين في جميع أنحاء أوروبا والعالم. نحن متخصصون في الحصول على أفضل المواهب ، مثل الطهاة التنفيذيين والمهنيين للمطاعم والفنادق.",
  "about_us_description3": "ما يميزنا عن الآخرين؟ نحن نؤمن إيمانًا راسخًا بمعاملة عملائنا كشركاء ، مع إدراك أن نجاحهم يرتبط ارتباطًا جوهريًا بنجاحنا. على عكس القائمين بالتوظيف التقليديين الذين يراجعون السير الذاتية ، فإن القائمين بالتوظيف لدينا يتفاعلون بنشاط مع المرشحين ، مستفيدين من خبراتهم الواسعة في القطاع لتحديد الصفات الفريدة التي تحدد المواهب الاستثنائية في المطاعم والفنادق.",
  "about_us_description4": "في MH Premier Staffing Solutions ، نسعى جاهدين للبقاء في طليعة التكنولوجيا. نحن نستخدم أدوات متطورة مثل رموز الاستجابة السريعة ولوحات المعلومات والتطبيقات لتحسين عمليات التوظيف لدينا والتأكد من وصولنا إلى أكبر تجمع ممكن من المواهب.",
  "about_us_description5": "فهم تحديات عملائنا هو دافعنا اليومي ، ونحن ملتزمون بتقديم حلول مخصصة لتلبية احتياجاتهم. لقد عهد إلينا العديد من الفنادق والمطاعم الشهيرة بالفعل بمتطلبات التوظيف الخاصة بهم ، ونحن ننتظر بفارغ الصبر الفرصة لمساعدتك!",
  "about_us_description6": "سواء كنت موهبة صغيرة أو كبيرة ، فنحن نعتبرك شخصًا وموردًا بشريًا ثمينًا قبل اعتبارك اسمًا في السيرة الذاتية. انضم إلينا في MH Premier Staffing Solutions ، ودعنا نساعدك في تحقيق أهدافك المهنية في عالم الضيافة الديناميكي.",
  "about_us_description7": "تهدف رؤيتنا إلى البحث عن أفضل التقنيات للوصول إلى سوق التوظيف أيضًا بمساعدة QR CODE - DASHBOARD - APP العناصر النموذجية للقدرة على الابتكار.",
  "about_us_description8": "تمثل معرفة مشاكل عملائنا تحديًا يوميًا ناجحًا في عمليات التوظيف.",
  "about_us_description9": "لقد وضع العديد من الفنادق والمطاعم الرائدة في لندن ثقتهم بنا الآن ونحن في انتظارك فقط !!! وإذا كنت من الموهوبين الصغار أو الكبار بالنسبة لنا ، فأنت شخص مورد بشري قبل أن تصبح اسمًا في السيرة الذاتية.",
  "terms_Of_use": "شروط الاستخدام",
  "terms_Of_use_description": "موقعنا على شبكة الإنترنت للاستخدام الشخصي غير التجاري فقط. لا يسمح بالاستخدام غير القانوني أو غير المصرح به. جميع محتويات الموقع هي ملك لنا ومحمية بموجب قوانين حقوق النشر. لا نسخ أو تعديل دون موافقتنا. استخدم موقعنا الإلكتروني بطريقة لا تتعارض مع تشغيله العادي أو تنتهك حقوق الآخرين. لا يسمح بالمضايقة أو التشهير أو انتحال الهوية. نحن لسنا مسؤولين عن أي محتوى أو ممارسات خصوصية لمواقع الطرف الثالث. نحن لا نقدم أي ضمانات ولن نكون مسؤولين عن أي أضرار تنشأ عن استخدام موقعنا. تخضع شروط الاستخدام هذه لقوانين لندن ، المملكة المتحدة. يجب حل أي نزاعات في محاكم الولاية أو المحاكم الفيدرالية الموجودة في 48 Warwick St Regent Street W1B 5AW London. إذا كان لديك أسئلة، يرجى الاتصال بنا",
  "frequently_asked_questions": "أسئلة مكررة",
  "how_does_mh_agency_work": "كيف تعمل وكالة MH؟",
  "how_does_mh_agency_work_description": "نحن شركة توظيف تقدم خدمات الضيافة للشركات المحلية. نتعامل مع العديد من أرباب العمل المحليين الذين يقتربون منا للتوظيف لهم. بمجرد أن يضع عملاؤنا وظيفة شاغرة معنا ولدينا فهم كامل لوصف الوظيفة ومواصفات الشخص ، فإننا نطابق ذلك مع متطلبات المرشح ومهاراته وخبراته.",
  "what_are_the_benefits_of_registering_with_mh_agency": "ما هي فوائد التسجيل في وكالة MH؟",
  "what_are_the_benefits_of_registering_with_mh_agency_des": "يختار المزيد والمزيد من أرباب العمل استخدامنا ، ويستخدم العديد من عملائنا خدماتنا على أساس وكالة فردية. هذا يعني أن بعض الوظائف التي نوظف فيها هي حصرية لنا ولا يتم الإعلان عنها في أي مكان آخر. ستحصل أيضًا على فائدة المشورة المهنية من مستشارينا الخبراء والمعرفة المحلية.",
  "what_type_of_vacancies_do_you_deal_with": "ما نوع الوظائف الشاغرة التي تتعامل معها؟",
  "what_type_of_vacancies_do_you_deal_with_des": "نحن نوظف لأدوار مؤقتة ودائمة على جميع المستويات في صناعة التموين. ما هو TEMPING ؟ Temping مصطلح شائع الاستخدام ، يستخدم لوصف مهمة العمل المؤقت!",
  "why_should_i_consider_temporary_work": "لماذا يجب أن أفكر في العمل المؤقت؟",
  "why_should_i_consider_temporary_work_des": "Temping في الواقع له العديد من الفوائد! أولا وقبل كل شيء ، إنها مرنة. يمكنك اختيار مكان ووقت العمل. في كثير من الأحيان ، يمكنك بدء العمل بسرعة حيث أن التعيينات المؤقتة عادة ما تكون متاحة على الفور ويتم دفعها كل أسبوعين. إنها أيضًا طريقة رائعة لتجربة بيئات مختلفة ، أثناء اكتساب الخبرة ، وبناء شبكة من جهات الاتصال الخاصة بك والحصول على شيء إيجابي لملء أي فجوات وظيفية في سيرتك الذاتية. قد تجد أنه طريق إلى دور دائم ؛ لقد فقدنا عدد المرات التي عيّننا فيها عاملًا مؤقتًا في دور قصير الأجل ، وانتهى بنا الأمر بالحصول على دور مباشر مع العميل. يجب أن نشير أيضًا إلى أن العمل المؤقت ليس للجميع ، لأن المرونة نفسها التي يمكن أن تعود بالفائدة على البعض قد تفوقها الحاجة إلى دخل مضمون ومستقر للآخرين. نحن بالتأكيد لا نوصي أبدًا بأن يترك أي شخص دورًا دائمًا لتولي مهمة مؤقتة.",
  "how_much_does_it_cost_to_register": "كم هي تكلفة التسجيل؟",
  "how_much_does_it_cost_to_register_des": "التسجيل وجميع خدماتنا مجانية 100٪ للمرشحين. في الواقع ، من غير القانوني لوكالة التوظيف أن تفرض رسومًا على الباحثين عن عمل مقابل خدماتهم.",
  "how_do_i_register": "كيف أسجل؟",
  "how_do_i_register_des": "يمكنك التسجيل عبر موقعنا على الإنترنت www.mhpremierstaffingsolutions.com أو من خلال تطبيقنا mhpremierstaffingsolutions",
  "what_do_i_need_to_register": "ما الذي أحتاجه للتسجيل؟",
  "what_do_i_need_to_register_des": "ستحتاج إلى تقديم ما يثبت حقك في العمل في المملكة المتحدة ، مثل جواز السفر. للحصول على قائمة بالوثائق المقبولة ، انظر إلى موقعنا على الويب www.mhpremierstaffingsolutions.com",
  "what_does_registration_involve": "ماذا يشمل التسجيل؟",
  "what_does_registration_involve_des": "سنقوم بترتيب موعد تسجيل مناسب للطرفين حيث ستلتقي بأحد مستشارينا ، والذي يستغرق عادة حوالي نصف ساعة. خلال الاجتماع ، سنتعرف على تجربتك حتى الآن ، ونراجع متطلبات البحث عن وظيفة الخاصة بك ونناقش أي وظائف شاغرة حالية.",
  "what_are_your_opening_times": "ما هي أوقات العمل الخاصة بك؟",
  "what_are_your_opening_times_des": "مكاتبنا مفتوحة من الاثنين إلى الجمعة من الساعة 9:00 صباحًا حتى 5:00 مساءً ، باستثناء عطلات البنوك البريطانية.",
  "can_i_only_register_with_one_agency_des": "لا ، يمكنك اختيار التسجيل مع أي عدد تريده من الوكالات. ومع ذلك ، نعتقد أن سمعتنا الممتازة تميزنا عن منافسينا ونود أن تختارنا كوكالتك الوحيدة.",
  "can_i_only_register_with_one_agency": "هل يمكنني التسجيل لدى وكالة واحدة فقط؟",
  "job_opening": "افتتاح الوظيفة (قريبا ...)",
  "meet_the_team_md_for_dubai_desc": "روز ، بصفتها عضوًا في عائلة Picicco ، تحمل بفخر إرث الجيل الثاني في مجال الضيافة والتوظيف. من خلال مهمة ثابتة ، تهدف إلى تحقيق انتصار نموذج الأعمال اللندني الراسخ في مدينة دبي النابضة بالحياة ، ورفع عمليات اختيار الفنادق والمطاعم من خلال معايير جودة لا مثيل لها ومبتكرة."
}
