{
  "home_banner_heading": "حلول الموظفين الأولى",
  "home_banner_description": "'حلول الموظفين الأولى يساعدك على توظيف رائع & العمال ذوي الخبرة في أي لحظة. يمكنك التقدم للوظائف",
  "home_banner_hire_worker": "استأجر عاملاً",
  "home_banner_drop_your_cv": "اترك سيرتك الذاتية إذا احتجت إلى وظيفة",
  "home_navbar_home": "بيت",
  "home_navbar_about_us": "معلومات عنا",
  "home_navbar_our_services": "خدمات",
  "home_navbar_our_mission_vision": "المهمة والرؤية",
  "home_navbar_career": "ابحث عن وظيفة",
  "home_navbar_english": "إنجليزي",
  "home_navbar_arabic": "عربي",
  "home_navbar_sign_in": "تسجيل الدخول",
  "home_footer_home": "بيت",
  "home_footer_contact": "اتصال",
  "home_footer_career": "ابحث عن وظيفة",
  "home_footer_about_us": "معلومات عنا",
  "home_footer_our_services": "خدمات",
  "home_footer_meet_the_team": "قابل الفريق",
  "home_footer_faq": "التعليمات",
  "home_footer_follow_us_on": "اتبعنا",
  "home_footer_corporate_information": "معلومات الشركات",
  "home_footer_website_term_of_use": "مدة استخدام الموقع",
  "home_footer_privacy_notice": "إشعار الخصوصية",
  "home_footer_cookies": "بسكويت",
  "home_footer_download_the_app": "قم بتنزيل التطبيق",
  "home_footer_copy_right_all_reserved": "© حلول التوظيف الممتازة لعام 2023 MH. كل الحقوق محفوظة",
  "home_footer_need_help_contact_us": "تحتاج مساعدة؟ اتصل بنا",
  "home_footer_phone_number": "+44 20 3980 9360",
  "home_footer_email": "info@mhpremierstaffingsolutions.com",
  "home_footer_company_address": "48 وارويك سانت ريجنت ستريت W1B 5AW لندن",
  "home_service_our": "ملكنا",
  "home_service_services": "خدمات",
  "home_help_hire_great": "تساعدك MH PREMIER STAFFING SOLUTIONS على توظيف عمال رائعين وذوي خبرة في أي لحظة. يمكنك التقدم للوظائف كذلك",
  "home_contact_us": "اتصل بنا",
  "home_contact_us_today": "اليوم",
  "home_contact_form_name": "أدخل أسمك",
  "home_contact_form_email": "أدخل بريدك الإلكتروني",
  "home_contact_form_message": "أدخل رسالتك",
  "home_contact_form_send_button": "يرسل",
  "home_find_the_best": "ابحث عن الأفضل",
  "home_workers": "عمال",
  "home_jobs": "وظائف",
  "home_in_here": "هنا",
  "home_testmonials": "الشهادات - التوصيات",
  "home_testmonial_user_talking": "يتحدث المستخدمون عنا",
  "meet_the_team_company_name": "حلول الموظفين الفائقة MH",
  "meet_the_team": "قابل الفريق",
  "meet_the_team_mirko_picicco": "ميركو بيككو",
  "meet_the_team_md_designation": "المدير العام",
  "meet_the_team_md_description": "مؤسس ومالك MH Premier Staffing Solutions و Mirko Hospitality Catering & Services ، بدأت قصة Mirko منذ أكثر من 20 عامًا ، حيث وصلت إلى لندن مثل العديد من الإيطاليين الباحثين عن حلم. بدأ حياته المهنية في المطاعم بأدنى المناصب ، وسرعان ما وصل إلى مناصب إدارية في أهم المطاعم الإيطالية في لندن. اختيار العمل لمجموعة Illy يوسع رؤيته بالاتصال مع منظمة متعددة الجنسيات. في عام 2016 ، كان التغيير الكبير الذي دفعه إلى الاستفادة من خبرته في مشروعه الخاص هو شركة Mirko Hospitality Catering & Service ، وهي شركة تتابع أحداث الشركة الخاصة في لندن. تتيح له هذه التجربة تطوير وتنمية جميع المهارات المتعلقة بعمليات التوظيف للإدارة والاستشارات في عالم الضيافة. اليوم الخيار الجديد لإتاحة خبرته الكبيرة في عمليات التوظيف للشركات والأشخاص الذين يبحثون عن تحديات جديدة. لطالما ميز المكون البشري الكبير علاقاته بالناس ولا يزال هذا يمثل مركز وأساس اختياراته اليوم. يأتي اختيار موظفيها من رؤية ومنهج بشري يرى في الأشخاص تلك المهارات التي تتمتع بها السيرة الذاتية. لا استطيع ان اقول. إن رقمه في عالم المطاعم الإيطالية في لندن هو اسم مشهور ، وقد أتاح له أسلوبه الاستباقي والإيجابي تجاه الناس تكوين علاقات قوية مبنية على الثقة والاحترام. يعد مشروع MH PREMIER EAFFING SOLUTIONS مجرد بداية لرحلة تريد تجاوز حدود لندن والمملكة المتحدة. في جملة واحدة ، رؤيته هي تحقيق أحلام الناس كما صنع أحلامه.",
  "meet_the_team_rose_picicco": "روز بيكيكو",
  "meet_the_team_rose_md_designation": "العضو المنتدب (دبي)",
  "meet_the_team_filippo_becchino": "فيليبو بيتشينو",
  "meet_the_team_recruitment_consultant": "مستشار التوظيف",
  "meet_the_team_recruitment_consultant_designation": "ولد تاريخها في عالم المطاعم وتوطد في إيطاليا. هناك العديد من الأدوار التي يتم تناولها في المطاعم المرموقة والمميزة مثل مدير المطعم أو المشرف. قاده بحثه عن النمو المهني إلى لندن في 2018 حيث شغل منصب مدير طابق المطعم في فندق BAGLIONI Luxury Hotel في لندن لأكثر من 3 سنوات. تدفعه الرغبة في بدء تجارب جديدة إلى مقابلة ميركو لاستخدام الخبرة الكبيرة المكتسبة في الاستخدام الجيد. تتوفر مهاراته اليوم لعملاء حلول الموظفين المتميزين في MH ، وبصفته مجندًا ، فهو قادر على تقييم الملفات الشخصية برؤية ليست وليدة على مقاعد الجامعة ولكن من الخبرات الإدارية والتشغيلية في المطاعم ذات المستوى المتوسط ​​والعالي. الخصائص التي تميز ملفه الشخصي هي الاحتراف الكبير والمكون البشري في إدارة موارد الموظفين.",
  "meet_the_team_manila_bartocci": "مانيلا بارتوتشي",
  "meet_the_team_manila_bartocci_description": "كونك مستشار توظيف محترف يأتي بشكل طبيعي إلى مانيلا. اختبرت كرم جدها في طفولتها وطوّرت شغفها بعلم صناعة الخمور ، واكتشفت أيضًا شغفها لتناول الطعام الفاخر أثناء عملها في العديد من مؤسسات ميشلان المعترف بها في جميع أنحاء إيطاليا. هناك فرصة أخرى ستجلب مانيلا في النهاية إلى إنجلترا حيث ساعدت في تطوير علامة تجارية Winebar / Restaurant ووضعها بثبات على الخريطة. مع الكثير من الإنجازات ، واصلت بنجاح إنشاء The Empire Bar and Restaurant بما في ذلك بارات المسارح الجارية. لقد شحذت خبرتها المتنوعة وفهمها العميق لجميع جوانب عالم المطاعم من خلال حياة مكرسة لهذه الصناعة.",
  "our_services": "خدماتنا",
  "recruiting": "تجنيد",
  "recruiting_description": "إنها تمثل العملية الأكثر حساسية للشركة. يقدم لنا عميلنا ثقته الكاملة في البحث عن موهبة لتوظيفها في موظفيه. تبدأ العملية بالمناقشة والاستماع إلى عملائنا لفهم بالضبط من هو المرشح المثالي الذي يريدونه. نحن نواجه هذه المهمة بجدية كبيرة وبمهارة ليست تقنية فحسب ، بل بشرية أيضًا. مثل جميع وكالات التوظيف ، نستخدم بوابات الويب ووسائل التواصل الاجتماعي لاعتراض المرشحين المثاليين ، ولكن في قطاع الضيافة ، قد لا يكون هذا كافيًا! سيرة ذاتية. لا يمكن معرفة المهارات الحقيقية للطاهي أو نادل كبير أو شيف بيتزا. يستفيد موظفو التوظيف لدينا الذين يتمتعون بسنوات عديدة من الخبرة التشغيلية في عالم الضيافة من خبرتهم لاختيار المرشحين المثاليين. أخيرًا ، لدينا شبكة شعرية من الروابط الأوروبية والعالمية في عالم المطاعم والفنادق والتي تتيح لنا الحصول على تقارير عن الموهوبين الصغار والكبار الذين يبحثون عن تحديات جديدة في لندن والمملكة المتحدة.",
  "pay_roll_rent_staff": "كشف رواتب - تأجير الموظفين",
  "pay_roll_rent_staff_description": "لدينا موظفين مؤهلين تأهيلا عاليا قادرين على دعم الفنادق والمطاعم لذروة العمل وملء الأدوار الشاغرة من بضع ساعات إلى فترات متوسطة طويلة. تتمثل ميزة العميل في وجود موظفين بدون أي نوع من التوظيف المباشر وتوفير عمليات الاختيار المكلفة من خلال الاستفادة من الدعم المستمر من مستشار متخصص. تشمل المدخرات للعميل أيضًا التكاليف المتعلقة بالموظف المباشر والميزة الواضحة المتمثلة في القدرة على إعادة تشكيل موظفيه من خلال طلب أرقام مختلفة يومًا بعد يوم. يتم اختيار جميع موظفينا على أساس عمليات البحث النشطة وقبل إرسالهم في مهمة إلى عملائنا ، يتم اختيارهم على أساس طلبات المطعم أو الفندق. تتضمن عمليات الاختيار دائمًا المقابلات لفهم ما إذا كانت المهارات الموجودة في المرشح هي المهارات المثالية لعملائنا. الهدف هو تحديد التوافق المثالي بين شركات عالم الضيافة والموظفين.",
  "mission_and_values": "الرسالة والقيم",
  "our_mission": "مهمتنا",
  "our_mission_description": "مهمتنا هي خلق نجاح مشترك بين العملاء والموظفين المعينين. الشركة التي تثق بوكالة التوظيف في العثور على موظفين تضع مفاتيح النجاح أو الفشل بين يديها ، خاصة في عالم أنيق مثل عالم الضيافة والفنادق والمطاعم. نحن نأخذ هذه المهمة بأهمية بارزة من خلال عيش هذا العالم بوتيرة عملائنا. نقيس نجاحنا في نهاية مهمة تعيين الموظفين عندما يتصل بنا عميلنا مرة أخرى لمواجهة تحد جديد. يكمن سر هذا النجاح في التفكير دائمًا في العميل ورفاهيته وأهدافه وأهدافه ، بالإضافة إلى الموظفين المعينين المختارين ، بدلاً من التفكير في الدخل الذي يمكن أن تكسبه من هذه الفرصة.",
  "our_vision": "مهمتنا",
  "our_vision_description": "أولويتنا هي الأولوية للإنسان. إن التأكد من أنهم يسبقون العمل هو قيمة نلتزم بها. نعتقد أن أي شخص يتم تعيينه في المنصب المناسب يصبح شخصًا يتمتع بوظيفته ، مما يؤثر بشكل إيجابي على حياته كلها. العميل الذي يعبر عن مخاوفه ويخبرنا عن أحلامه بشركته هو شخص يريد منا التغلب على التحدي ، وهو ما نقوم به بمساعدة بعضنا البعض. نحن نعيش في عالم معولم حيث غالبًا ما يُنسى العنصر البشري. ومع ذلك ، فإن أكثر القصص نجاحًا والتحديات الهامة التي تم الفوز بها هي من صنع الأشخاص الذين اعتبروا أن الإنسان هو القيمة المضافة للشركة. التعليم ، مقارنة بالاستماع ، أمر لا بد منه للجميع ؛ تمثل المقارنة البناءة إثراء يومي لنا.",
  "corporate_information": "معلومات الشركات",
  "corporate_information_description": "تقديم بياناتهم. نتعامل مع جميع معلومات المرشحين والعملاء لدينا بسرية تامة. سيتمكن العميل من اختيار المرشح الذي يناسب دوره الوظيفي. يجب على العميل أن يصف نوع العمل المطلوب من المرشح القيام به والموقع والساعات التي سيُطلب منه العمل خلالها ، بما في ذلك فترات الراحة. يمكن للعميل تحديد معدل الراتب وأي مزايا أخرى يتم تقديمها فيما يتعلق بالمركز ذي الصلة والفواصل المدفوعة / غير المدفوعة بين المناوبات. يمكن للعميل تحميل وتحرير وظيفة مباشرة وإضافة ورديات وعدد العمال المطلوب. يجب على العميل مراجعة ساعات العمل بعد كل مناوبة للموافقة على عدم الحضور أو تحريره أو الإبلاغ عنه. إذا لم تتم مراجعة الساعات في غضون 24 ساعة ، فسيتم إضافتها تلقائيًا إلى الفاتورة. يتم إرسال الفواتير كل أسبوع. إذا لم يتم السداد وفقًا لذلك ، فسيتم سحب جميع المقاولين. يجب أن يعلن العميل عن إلغاء موظفين خلال 24 ساعة ؛ خلاف ذلك ، سيتم فرض ما لا يقل عن ست ساعات. بعد موجز التوظيف والمقدمة ، يجب على عميلنا تأكيد قيام مستشارينا بإجراء فحص مرجعي لجميع المرشحين قبل الشروط والأحكام.",
  "internal_standards_and_conditions_for_Clients": "المعايير والشروط الداخلية للعملاء",
  "privacy_notice": "إشعار الخصوصية",
  "rules_and_regulations_for_workers": "قواعد وأنظمة العاملين",
  "privacy_notice_des_1": "قم بتنزيل تطبيق MH Premier Staff Jobs. قم بتأكيد هويتك وتصريح العمل قبل أن نتمكن من ضمك بالكامل. يرجى تحميل هويتك أو جواز سفرك وتصريح عمل ساري المفعول (إن وجد) اكتب ملفك التعريفي ؛ قم بتحميل سيرتك الذاتية متضمنة صورة بحجم جواز السفر والشهادات ذات الصلة. أضف التفاصيل المصرفية الخاصة بك. تحقق من قواعد اللباس وارتدي الملابس المناسبة. يمكن العثور على الملابس المطلوبة في الوصف الوظيفي. إذا لم تتبع المتطلبات المحددة ، فقد لا يُسمح لك بالعمل. آداب العمل: الوصول مبكرًا بعشر دقائق وتحلى بسلوك إيجابي. عرّف عن نفسك واطرح أسئلة إذا لم تكن متأكدًا من أي شيء. في حالة الطوارئ ، إذا لم تتمكن من الوصول في الوقت المحدد ، أو لا يمكنك حضور المناوبة ، فيرجى إبلاغنا على الفور. قم بتأكيد ساعات العمل الخاصة بك في نهاية المناوبة ، والتي تحتاج إلى تصريح من المدير المناوب. املأ طلب الموظف.",
  "privacy_notice_des_2": "الشروط والأحكام. تقديم التفاصيل الخاصة بهم. نتعامل مع جميع معلومات المرشحين والعملاء لدينا بسرية تامة. سيتمكن العميل من اختيار المرشح الذي يناسب دوره الوظيفي. يجب على العميل أن يصف نوع العمل المطلوب من المرشح القيام به والموقع والساعات التي سيُطلب منه العمل خلالها ، بما في ذلك فترات الراحة. يمكن للعميل تحديد معدل الراتب وأي مزايا أخرى يتم تقديمها فيما يتعلق بالمركز ذي الصلة والفواصل المدفوعة / غير المدفوعة بين المناوبات. يمكن للعميل تحميل وتحرير وظيفة مباشرة وإضافة ورديات وعدد العمال المطلوب. يجب على العميل مراجعة ساعات العمل بعد كل مناوبة للموافقة على عدم الحضور أو تحريره أو الإبلاغ عنه. إذا لم تتم مراجعة الساعات في غضون 24 ساعة ، فسيتم إضافتها تلقائيًا إلى الفاتورة. يتم إرسال الفواتير كل أسبوع. إذا لم يتم السداد وفقًا لذلك ، فسيتم سحب جميع المقاولين. يجب أن يعلن العميل عن إلغاء موظفين خلال 24 ساعة ؛ خلاف ذلك ، سيتم فرض ما لا يقل عن ست ساعات. بعد موجز ومقدمة عن التوظيف ، يتعين على عميلنا تأكيد قيام مستشارينا بإجراء فحص مرجعي لجميع المرشحين من قبل",
  "about_us_description": "تمثل حلول التوظيف الرائدة في MH التطور الطبيعي لمسار نشأ في عام 2016 مع Mirko Hospitality. أراد ميركو بيكيكو ، رجل الأعمال الإيطالي ذو الذوق الرفيع في عالم المطاعم والفنادق في لندن ، أن يجعل تجربته العظيمة في عالم المطاعم والفنادق المتاحة في السوق الإنجليزية ، مستفيدًا من فريق عمل مؤهل تأهيلا عاليا كل ذلك مع الحمض النووي مرتبطة بعالم الضيافة. تستفيد الشركة من عمليات البحث عن الموظفين النشطين والعمليات التي نضجت من خلال الاتصالات الأوروبية والعالمية الكبيرة للمهنيين المؤهلين مثل الرئيس التنفيذي والمطاعم والفنادق. لماذا نحن مختلفون عن الآخرين؟ السمة الرئيسية هي اعتبار العميل نموذجًا وليس تجاريًا فقط لأن نجاح عميلنا هو نجاحنا. لا يقوم مسؤولو التوظيف لدينا بفحص السير الذاتية فحسب ، بل يتفاعلون بنشاط مع المرشح الذي يحاول استيعاب ، من خلال خبرته الكبيرة في هذا القطاع ، تلك الخصائص المحتملة التي تمثل العناصر المميزة لأولئك الذين يعملون في عالم المطاعم والفنادق. تهدف رؤيتنا إلى البحث عن أفضل التقنيات للوصول إلى سوق التوظيف أيضًا بمساعدة QR CODE - DASCHBOARD - APP العناصر النموذجية للقدرة على الابتكار. تمثل معرفة مشاكل عملائنا تحديًا يوميًا ناجحًا في عمليات التوظيف. لقد وضع العديد من الفنادق والمطاعم الرائدة في لندن ثقتهم بنا الآن ونحن في انتظارك فقط !!! وإذا كنت من الموهوبين الصغار أو الكبار بالنسبة لنا ، فأنت شخص مورد بشري قبل أن تصبح اسمًا في السيرة الذاتية.",
  "terms_Of_use": "شروط الاستخدام",
  "terms_Of_use_description": "موقعنا على شبكة الإنترنت للاستخدام الشخصي غير التجاري فقط. لا يسمح بالاستخدام غير القانوني أو غير المصرح به. جميع محتويات الموقع هي ملك لنا ومحمية بموجب قوانين حقوق النشر. لا نسخ أو تعديل دون موافقتنا. استخدم موقعنا الإلكتروني بطريقة لا تتعارض مع تشغيله العادي أو تنتهك حقوق الآخرين. لا يسمح بالمضايقة أو التشهير أو انتحال الهوية. نحن لسنا مسؤولين عن أي محتوى أو ممارسات خصوصية لمواقع الطرف الثالث. نحن لا نقدم أي ضمانات ولن نكون مسؤولين عن أي أضرار تنشأ عن استخدام موقعنا. تخضع شروط الاستخدام هذه لقوانين لندن ، المملكة المتحدة. يجب حل أي نزاعات في محاكم الولاية أو المحاكم الفيدرالية الموجودة في 48 Warwick St Regent Street W1B 5AW London. إذا كان لديك أسئلة، يرجى الاتصال بنا",
  "frequently_asked_questions": "أسئلة مكررة",
  "how_does_mh_agency_work": "كيف تعمل وكالة MH؟",
  "how_does_mh_agency_work_description": "نحن شركة توظيف تقدم خدمات الضيافة للشركات المحلية. نتعامل مع العديد من أرباب العمل المحليين الذين يقتربون منا للتوظيف لهم. بمجرد أن يضع عملاؤنا وظيفة شاغرة معنا ولدينا فهم كامل لوصف الوظيفة ومواصفات الشخص ، فإننا نطابق ذلك مع متطلبات المرشح ومهاراته وخبراته.",
  "what_are_the_benefits_of_registering_with_mh_agency": "ما هي فوائد التسجيل في وكالة MH؟",
  "what_are_the_benefits_of_registering_with_mh_agency_des": "يختار المزيد والمزيد من أرباب العمل استخدامنا ، ويستخدم العديد من عملائنا خدماتنا على أساس وكالة فردية. هذا يعني أن بعض الوظائف التي نوظف فيها هي حصرية لنا ولا يتم الإعلان عنها في أي مكان آخر. ستحصل أيضًا على فائدة المشورة المهنية من مستشارينا الخبراء والمعرفة المحلية.",
  "what_type_of_vacancies_do_you_deal_with": "ما نوع الوظائف الشاغرة التي تتعامل معها؟",
  "what_type_of_vacancies_do_you_deal_with_des": "نحن نوظف لأدوار مؤقتة ودائمة على جميع المستويات في صناعة التموين. ما هو TEMPING ؟ Temping مصطلح شائع الاستخدام ، يستخدم لوصف مهمة العمل المؤقت!",
  "why_should_i_consider_temporary_work": "لماذا يجب أن أفكر في العمل المؤقت؟",
  "why_should_i_consider_temporary_work_des": "Temping في الواقع له العديد من الفوائد! أولا وقبل كل شيء ، إنها مرنة. يمكنك اختيار مكان ووقت العمل. في كثير من الأحيان ، يمكنك بدء العمل بسرعة حيث أن التعيينات المؤقتة عادة ما تكون متاحة على الفور ويتم دفعها كل أسبوعين. إنها أيضًا طريقة رائعة لتجربة بيئات مختلفة ، أثناء اكتساب الخبرة ، وبناء شبكة من جهات الاتصال الخاصة بك والحصول على شيء إيجابي لملء أي فجوات وظيفية في سيرتك الذاتية. قد تجد أنه طريق إلى دور دائم ؛ لقد فقدنا عدد المرات التي عيّننا فيها عاملًا مؤقتًا في دور قصير الأجل ، وانتهى بنا الأمر بالحصول على دور مباشر مع العميل. يجب أن نشير أيضًا إلى أن العمل المؤقت ليس للجميع ، لأن المرونة نفسها التي يمكن أن تعود بالفائدة على البعض قد تفوقها الحاجة إلى دخل مضمون ومستقر للآخرين. نحن بالتأكيد لا نوصي أبدًا بأن يترك أي شخص دورًا دائمًا لتولي مهمة مؤقتة.",
  "how_much_does_it_cost_to_register": "كم هي تكلفة التسجيل؟",
  "how_much_does_it_cost_to_register_des": "التسجيل وجميع خدماتنا مجانية 100٪ للمرشحين. في الواقع ، من غير القانوني لوكالة التوظيف أن تفرض رسومًا على الباحثين عن عمل مقابل خدماتهم.",
  "how_do_i_register": "كيف أسجل؟",
  "how_do_i_register_des": "يمكنك التسجيل عبر موقعنا على الإنترنت www.mhpremierstaffingsolutions.com أو من خلال تطبيقنا mhpremierstaffingsolutions",
  "what_do_i_need_to_register": "ما الذي أحتاجه للتسجيل؟",
  "what_do_i_need_to_register_des": "ستحتاج إلى تقديم ما يثبت حقك في العمل في المملكة المتحدة ، مثل جواز السفر. للحصول على قائمة بالوثائق المقبولة ، انظر إلى موقعنا على الويب www.mhpremierstaffingsolutions.com",
  "what_does_registration_involve": "ماذا يشمل التسجيل؟",
  "what_does_registration_involve_des": "سنقوم بترتيب موعد تسجيل مناسب للطرفين حيث ستلتقي بأحد مستشارينا ، والذي يستغرق عادة حوالي نصف ساعة. خلال الاجتماع ، سنتعرف على تجربتك حتى الآن ، ونراجع متطلبات البحث عن وظيفة الخاصة بك ونناقش أي وظائف شاغرة حالية.",
  "what_are_your_opening_times": "ما هي أوقات العمل الخاصة بك؟",
  "what_are_your_opening_times_des": "مكاتبنا مفتوحة من الاثنين إلى الجمعة من الساعة 9:00 صباحًا حتى 5:00 مساءً ، باستثناء عطلات البنوك البريطانية.",
  "can_i_only_register_with_one_agency_des": "لا ، يمكنك اختيار التسجيل مع أي عدد تريده من الوكالات. ومع ذلك ، نعتقد أن سمعتنا الممتازة تميزنا عن منافسينا ونود أن تختارنا كوكالتك الوحيدة.",
  "can_i_only_register_with_one_agency": "هل يمكنني التسجيل لدى وكالة واحدة فقط؟",
  "job_opening": "افتتاح الوظيفة (قريبا ...)"
}
